[
    {
        "title": "Multifunctional terahertz transparency of thermally oxidized vanadium metasurface over insulator metal transition",
        "description": "A research team, led by the Nano Optics Group within the Department of Physics at UNIST has reported achieving all-vanadium dioxide (VO2) multifunctional metasurfaces, which perform as a transparent window in the broadband THz regime with variable DC conductivity of dynamic range over three decades and selective switchability of near-infrared (NIR) diffraction.",
        "content": "https:\/\/phys.org\/news\/2022-12-multifunctional-terahertz-transparency-thermally-oxidized.html",
        "publishedAt": "2022-12-06"
    },
    {
        "title": "Big egos, lack of staff training and policy enforcement are major barriers to island conservation",
        "description": "A new study led by the University of Oxford is the first to quantify the day-to-day barriers that conservation workers face as they try to conserve and manage island ecosystems around the world. The results have been publishedAt today in the journal People and Nature.",
        "content": "https:\/\/phys.org\/news\/2022-12-big-egos-lack-staff-policy.html",
        "publishedAt": "2022-04-06"
    },
    {
        "title": "Viewpoint: Shipping must accelerate its decarbonization efforts, and now it has the opportunity to do so",
        "description": "Member states of the International Maritime Organization (IMO), the UN agency that regulates international maritime affairs, are meeting on December 5-16 to discuss how to accelerate the industry\u0027s climate mitigation efforts.",
        "content": "https:\/\/phys.org\/news\/2022-12-viewpoint-shipping-decarbonization-efforts-opportunity.html",
        "publishedAt": "2022-07-06"
    },
    {
        "title": "Breakage-resistant conductive hydrogel extends service life of triboelectric nanogenerators",
        "description": "Researchers led by Prof. Chen Tao at the Ningbo Institute of Materials Technology and Engineering (NIMTE) of the Chinese Academy of Sciences (CAS), in cooperation with researchers at Ningbo University, have developed a novel breakage-resistant conductive hydrogel (BRC hydrogel) with excellent mechanical reliability, extending the service life of triboelectric nanogenerators (TENGs). This study was publishedAt in the Chemical Engineering Journal.",
        "content": "https:\/\/phys.org\/news\/2022-12-breakage-resistant-hydrogel-life-triboelectric-nanogenerators.html",
        "publishedAt": "2023-01-07"
    },
    {
        "title": "As homelessness grows, its stark impact on health is becoming clearer across Europe",
        "description": "The latest data compiled by the Spanish National Institute of Statistics show that the number of homeless people has grown by 25% in Spain in the last ten years. This social problem has gone from affecting 22,900 people in 2012 to more than 28,500 people in 2022. The average age of people in this situation in Spain is 42.7 years.",
        "content": "https:\/\/phys.org\/news\/2022-12-homelessness-stark-impact-health-clearer.html",
        "publishedAt": "2022-08-08"
    },
    {
        "title": "Extreme heat in the midst of the Big Wet for northern Australia—what\u0027s going on with the weather?",
        "description": "After a wet and unusually cool spring for much of Australia, the start of meteorological summer is bringing a heatwave to the north of the continent. Even in our La Niña summer we can expect spells of heat, and it\u0027s important to heed health warnings and take the hot weather seriously.",
        "content": "https:\/\/phys.org\/news\/2022-12-extreme-midst-big-northern-australiawhat.html",
        "publishedAt": "2023-02-08"
    },
    {
        "title": "Measuring the physiological responses of adults during soil-mixing activities",
        "description": "Researchers at Konkuk University in the Republic of Korea conducted a study to measure the effect of a soil-mixing activity on the psychological and physiological responses of humans, according to the presence or absence of Mycobacterium vaccae microorganisms in the soil.",
        "content": "https:\/\/phys.org\/news\/2022-12-physiological-responses-adults-soil-mixing.html",
        "publishedAt": "2022-09-08"
    },
    {
        "title": "Bioengineered microbial community working together to store carbon",
        "description": "Photosynthesis is a valuable natural system for sequestering carbon dioxide. However, simply forming biomass does not fully exploit this system. A Chinese team of researchers, whose study is publishedAt in the journal Angewandte Chemie, has now genetically engineered a microbial community which could serve as a living carbon sink. In this community, carbon dioxide is first converted into sugar by photosynthesis, then the sugar is converted into useful chemicals.",
        "content": "https:\/\/phys.org\/news\/2022-12-bioengineered-microbial-community-carbon.html",
        "publishedAt": "2023-02-09"
    },
    {
        "title": "What makes a movement go viral? How Instagram facilitated the 2020 Black Lives Matter protests",
        "description": "A USC study of Instagram shows that a picture and a video are worth more than just a thousand words. They can fuel a human rights movement.",
        "content": "https:\/\/phys.org\/news\/2022-12-movement-viral-instagram-black-protests.html",
        "publishedAt": "2022-12-09"
    },
    {
        "title": "Droplets in cells found to determine the accumulation of proteins in age-related diseases",
        "description": "Tiny droplets in cells can accelerate the accumulation of protein deposits in diseases such as Alzheimer\u0027s and Parkinson\u0027s disease, but they can also hinder this accumulation. While they will worsen the accumulation if the proteins stick to the edge of the droplets, the situation actually improves when they are incorporated into the droplets. Chemists from Radboud University and the University of Twente are set to publish their new findings in Science Advances on December 2.",
        "content": "https:\/\/phys.org\/news\/2022-12-droplets-cells-accumulation-proteins-age-related.html",
        "publishedAt": "2022-12-05"
    },
    {
        "title": "Survey reveals how Australians were affected by the start of COVID-19",
        "description": "A new report reveals how the first year of the COVID-19 pandemic impacted Australians, as many of us received government income support, worked from home under lockdown, watched more TV and worried over an uncertain future.",
        "content": "https:\/\/phys.org\/news\/2022-12-survey-reveals-australians-affected-covid-.html",
        "publishedAt": "2022-12-05"
    },
    {
        "title": "Controversial internal control audits improve operational efficiency for small firms, study finds",
        "description": "The November collapse of cryptocurrency exchange FTX serves as a lesson of what happens when a corporation avoids internal audits of its own financial operations.",
        "content": "https:\/\/phys.org\/news\/2022-12-controversial-internal-efficiency-small-firms.html",
        "publishedAt": "2022-12-06"
    },
    {
        "title": "Building acceptance for energy transitions in Germany and Australia",
        "description": "People in Germany and Australia are broadly supportive of efforts to decarbonize energy systems. However, opposition to the rollout of renewables is growing. In a new study, researchers show that community participation plays a key role in building acceptance for energy transition policies. The governments of both countries are pursuing different strategies to foster public acceptance of various measures.",
        "content": "https:\/\/phys.org\/news\/2022-12-energy-transitions-germany-australia.html",
        "publishedAt": "2022-12-07"
    },
    {
        "title": "Water companies \u0022letting down\u0022 customers",
        "description": "Industry watchdog Ofwat, said that despite some improvements it remains deeply concerned.",
        "content": "https:\/\/www.bbc.co.uk\/news\/science-environment-63901698?at_medium=RSS\u0026at_campaign=KARANGA",
        "publishedAt": "2022-12-08"
    },
    {
        "title": "Non-native bees discovered in Canada may pose serious threat to native mason bee populations",
        "description": "Researchers at the University of Toronto Scarborough have discovered the presence of two species of bee in Canada for the first time—one of which could pose a big threat to native mason bees.",
        "content": "https:\/\/phys.org\/news\/2022-12-non-native-bees-canada-pose-threat.html",
        "publishedAt": "2022-12-09"
    },
    {
        "title": "\u0027Harmless\u0027 Listeria species developing pathogenic resistance",
        "description": "In the food processing industry, the deadly bacteria Listeria monocytogenes is monitored closely. Not only can the bacteria make people extremely ill, it is known to be developing resistance to food safety measures around the world.",
        "content": "https:\/\/phys.org\/news\/2022-12-harmless-listeria-species-pathogenic-resistance.html",
        "publishedAt": "2022-12-05"
    },
    {
        "title": "Antarctic ice: A better knowledge of the ocean improves the predictability of sea ice variability",
        "description": "Antarctic sea ice deeply affects the global climate in several ways. It regulates the exchanges of heat and gases between the ocean surface and the atmosphere, and drives the formation of the Antarctic Bottom Water that travels over global oceans.",
        "content": "https:\/\/phys.org\/news\/2022-12-antarctic-ice-knowledge-ocean-sea.html",
        "publishedAt": "2022-12-05"
    },
    {
        "title": "Accacia tackles the real estate industry’s massive carbon emissions problem",
        "description": "The real estate and infrastructure sectors contribute about 40% of global carbon emissions, and part of solving the climate crisis is fixing how those industries work. Accacia gives large property owners a way to track their carbon impact in real-time by integrating with ERPs and property management systems like Yardi. It’s already been deployed to [\u0026#8230;]Accacia tackles the real estate industry’s massive carbon emissions problem by Catherine Shu originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/05\/accacia-funding\/",
        "publishedAt": "2022-12-06"
    },
    {
        "title": "Rezonate raises $8.7M and launches its cloud identity protection platform out of stealth",
        "description": "Rezonate, a Boston- and Tel Aviv-based startup that offers an agent-less cloud identity protection platform that aims to help DevOps teams minimize attackers’ opportunities to breach cloud identity and access, is coming out of stealth today and announcing an $8.7 million seed funding round, led by State of Mind Ventures and Flybridge, with participation from [\u0026#8230;]Rezonate raises $8.7M and launches its cloud identity protection platform out of stealth by Frederic Lardinois originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/06\/rezonate-raises-8-7m-and-launches-its-cloud-identity-protection-platform-out-of-stealth\/",
        "publishedAt": "2022-12-06"
    },
    {
        "title": "From the creator of Homebrew, Tea raises $8.9M to build a protocol that helps open source developers get paid",
        "description": "Tea, an open source unified package manager for software developers, today announced it has added another $8.9 million in seed funding to its coffer as it builds on recent momentum that has seen some 16,000 developers authenticate their software packages with Tea. Tea is the brainchild of Max Howell, creator of popular open source package [\u0026#8230;]From the creator of Homebrew, Tea raises $8.9M to build a protocol that helps open source developers get paid by Paul Sawers originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/06\/from-the-creator-of-homebrew-tea-raises-8-9m-to-build-a-protocol-that-helps-open-source-developers-get-paid\/",
        "publishedAt": "2022-10-06"
    },
    {
        "title": "‘Wordle’ tops Australia’s Google searches for 2022",
        "description": "Google has revealed Australia’s most searched terms with ‘Wordle” topping the list.",
        "content": "https:\/\/www.theage.com.au\/technology\/wordle-tops-australia-s-google-searches-for-2022-20221207-p5c4ap.html?ref=rss\u0026utm_medium=rss\u0026utm_source=rss_technology",
        "publishedAt": "2022-05-06"
    },
    {
        "title": "Ashby (YC W19) is hiring product and design engineers",
        "description": "Comments",
        "content": "https:\/\/www.ashbyhq.com\/careers?utm_source=hn",
        "publishedAt": "2022-02-07"
    },
    {
        "title": "Audeze’s $300 gaming headset promises comfort and multipoint Bluetooth",
        "description": "The Maxwell has a more subdued design than Audeze’s previous gaming headset, the Penrose. | Image credit: Audeze While Razer, Logitech, and other companies are working on their 2023 gaming headsets, Audeze has announced its new Maxwell wireless model that starts at $299 with support for PlayStation, Windows, macOS, Nintendo Switch, and mobile — everything but Xbox. There’s an Xbox version that costs $30 more and makes up for some of the cost increase with a Dolby Atmos license that activates automatically. It’ll start shipping in late December 2022.Audeze typically makes big promises...",
        "content": "https:\/\/www.theverge.com\/2022\/12\/8\/23499802\/audeze-maxwell-wireless-gaming-headset-features-price",
        "publishedAt": "2022-10-08"
    },
    {
        "title": "Computer vision technology startup Brodmann17 has shut down",
        "description": "Brodmann17, an Israeli computer vision technology startup that developed a novel approach to take on a marketplace dominated by Mobileye, shut down this week. Brodmann17\u0026#8217;s co-founder and CEO Adi Pinhas posted a message on LinkedIn announcing the move, stating that while the company would not be able to bring its products to the mass market [\u0026#8230;]Computer vision technology startup Brodmann17 has shut down by Kirsten Korosec originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/09\/computer-vision-technology-startup-brodmann17-has-shut-down\/",
        "publishedAt": "2022-09-09"
    },
    {
        "title": "Is this what good news feels like?",
        "description": "Equity is getting into the holiday spirit. And by that, we mean thinking far too much about the geopolitical-technological landscape.Is this what good news feels like? by Alex Wilhelm originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/05\/is-this-what-good-news-feels-like\/",
        "publishedAt": "2022-12-05"
    },
    {
        "title": "Tier-owned Spin exits 10 US markets amid low demand, unfavorable city regulations",
        "description": "Micromobility operator Spin is leaving 10 U.S. markets due to a combination of low demand, over-regulation, under-regulation and poor cost structures, according to a company-wide email sent Friday by Philip Reinckens, Spin\u0026#8217;s CEO, that was shared with TechCrunch. Reinckens said the market exits would help Spin cut costs and focus on growing markets that provide [\u0026#8230;]Tier-owned Spin exits 10 US markets amid low demand, unfavorable city regulations by Rebecca Bellan originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/05\/tier-owned-spin-exits-10-us-markets-amid-low-demand-unfavorable-city-regulations\/",
        "publishedAt": "2022-03-05"
    },
    {
        "title": "The Morning After: Nothing is ‘in talks’ to bring its smartphones to the US",
        "description": "While many phone fans in the US are intrigued with the Nothing Phone 1, with its transparent back and flashing glyph design, they couldn’t buy one. At least, not easily. It might be easier for its follow-up devices, though.EngadgetNothing co-founder Carl Pei told CNBC the Nothing Phone 1 isn\u0027t available in the US because the company wasn\u0027t ready to deal with the complexities of the market, which usually entails dealing with powerful US carriers. \u0022Now we are in discussions with some carriers in the US to potentially launch a future product there,\u0022 he said. Nothing already sells its Ear Stick...",
        "content": "https:\/\/www.engadget.com\/the-morning-after-nothing-is-in-talks-to-bring-its-smartphones-to-the-us-121539560.html?src=rss",
        "publishedAt": "2022-11-06"
    },
    {
        "title": "Circle and Footprint’s aborted debuts are the final nail in the SPAC coffin",
        "description": "Inside the twin SPAC cancellations making news this week, there is an interesting fact: Circle and Footprint both tried to amend their pricing, but it was not enough to get their deals done.Circle and Footprint\u0026#8217;s aborted debuts are the final nail in the SPAC coffin by Anna Heim originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/06\/circle-and-footprints-aborted-debuts-are-the-final-nail-in-the-spac-coffin\/",
        "publishedAt": "2022-07-06"
    },
    {
        "title": "Apple\u0027s revamped App Store pricing allows $0.29 software",
        "description": "Apple is expanding developers’ options for pricing their App Store apps. The company announced 700 new price points and tools today in what it describes as the App Store\u0027s biggest pricing upgrade in its 14-year history. Additionally, devs can now set regional costs automatically in response to exchange rates.The App Store’s new structure lets developers choose from 900 price points for their apps, nearly 10 times what was previously available. Pricing now starts at $0.29 and can go as high as $10,000 upon request. (If you’re old enough to remember the I Am Rich app, you can imagine that...",
        "content": "https:\/\/www.engadget.com\/apple-app-store-developer-pricing-changes-205801793.html?src=rss",
        "publishedAt": "2022-09-06"
    },
    {
        "title": "Xiaomi’s India business head quits amid growing scrutiny",
        "description": "Xiaomi\u0026#8217;s business head in India has resigned as the Chinese smartphone giant faces regulatory pressure and intense scrutiny from the Indian government and sees growing competition from other homegrown Chinese vendors as well as Samsung. Raghu Reddy, Chief Business Officer, who was one of the prominent public faces and a part of the leadership team, [\u0026#8230;]Xiaomi\u0026#8217;s India business head quits amid growing scrutiny by Jagmeet Singh originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/07\/xiaomis-india-business-head-raghu-reddy-quit\/",
        "publishedAt": "2022-04-07"
    },
    {
        "title": "Apple advances user security with powerful new data protections",
        "description": "Comments",
        "content": "https:\/\/www.apple.com\/newsroom\/2022\/12\/apple-advances-user-security-with-powerful-new-data-protections\/",
        "publishedAt": "2022-07-07"
    },
    {
        "title": "Amid growing concerns from third-party developers, Twitter shuts down Toolbox and other projects",
        "description": "Historically, Twitter has had a tumultuous relationship with the third-party developer community. But in the last few years, the company has tried to appease the developer community with projects like a new API release and the \u0026#8216;Twitter Toolbox\u0026#8217; collection to highlight some of the projects. However, under Elon Musk\u0026#8217;s management, some of these programs are [\u0026#8230;]Amid growing concerns from third-party developers, Twitter shuts down Toolbox and other projects by Ivan Mehta originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/09\/amid-growing-concerns-from-third-party-developers-twitter-shuts-down-toolbox-and-other-projects\/",
        "publishedAt": "2022-03-04"
    },
    {
        "title": "Sam Bankman-Fried agrees to testify before House Committee on FTX collapse next week",
        "description": "Illustration: The Verge FTX founder and former chief executive Sam Bankman-Fried said Friday that he will testify before the House Financial Services Committee next week. “I still do not have access to much of my data — professional or personal. So there is a limit to what I will be able to say, and I won’t be as helpful as I’d like,” Bankman-Fried said in a tweet Friday. “But as the committee still thinks it would be useful, I am willing to testify on the 13th.”The decision follows a week of negotiating between Bankman-Fried and House Financial Services Committee Chair Maxine...",
        "content": "https:\/\/www.theverge.com\/2022\/12\/9\/23500793\/ftx-sbf-sam-bankman-fried-collapse-alameda-research-house-committee-hearing",
        "publishedAt": "2022-07-09"
    },
    {
        "title": "Juul will pay $1.2 billion to settle multiple youth-vaping lawsuits",
        "description": "Juul has faced numerous lawsuits over the past few years, accusing the company of targeting underage users with its marketing and sales tactics. Now, according to Bloomberg, Juul has agreed to pay $1.2 billion in settlement, which will resolve around 10,000 lawsuits — including 8,500 personal injury cases, over 1,400 cases by government entities and school districts, as well as 32 tribal cases. California, for instance, sued Juul in 2019, accusing the company of targeting minors in the state, failing to verify the age of its customers and failing to warn users of their exposure to chemicals...",
        "content": "https:\/\/www.engadget.com\/juul-pay-1-2-billion-settle-multiple-youth-vaping-lawsuits-153915289.html?src=rss",
        "publishedAt": "2022-12-10"
    },
    {
        "title": "Historic moon mission ends with splashdown",
        "description": "NASA has called it\u0027s Orion space mission as the \u0027beginning on a new era\u0027... as the spacecraft made a successful splashdown in the Pacific ocean.",
        "content": "https:\/\/www.smh.com.au\/technology\/historic-moon-mission-ends-with-splashdown-20221212-p5c5i3.html?ref=rss\u0026utm_medium=rss\u0026utm_source=rss_technology",
        "publishedAt": "2022-12-11"
    },
    {
        "title": "Ramattra will be easier to earn in the Overwatch 2 battle pass",
        "description": "Image: Blizzard Ramattra, the sleek and terrifying new tank coming with Overwatch 2’s second season, will be much easier to earn than the previous hero Kiriko. Aaron Keller, Overwatch 2’s game designer, stated in a brief message on Twitter that developer Blizzard is lowering the level at which Ramattra unlocks from 55 to 45.Hey all! Quick update on some changes coming to Season 2. After reviewing data for Season 1, we\u0027re moving Ramattra in to Tier 45 of the Battle Pass and making a few more weekly challenges easier to complete. Excited for you all to see everything new in Season 2 starting...",
        "content": "https:\/\/www.theverge.com\/2022\/12\/5\/23494808\/overwatch-2-season2-battle-pass-ramattra",
        "publishedAt": "2022-04-05"
    },
    {
        "title": "Tuesday’s top tech news: Apple’s DIY repair service comes to Europe",
        "description": "Europeans, this could soon be you. | Image: Apple And Meta faces off with regulators over news... again. Continue reading\u0026hellip;",
        "content": "https:\/\/www.theverge.com\/2022\/12\/6\/23495999\/december-6-2022-tech-news-liveblog",
        "publishedAt": "2022-09-06"
    },
    {
        "title": "Axiom launches its automated identity and access management platform",
        "description": "Axiom, a Tel Aviv-based startup that focuses on automating identity and access management (IAM) for developer platforms, is coming out of stealth today and announcing a $7 million seed round led by S Capital. The idea here is to provide a single platform that provides developers with easy access to the tools they need and [\u0026#8230;]Axiom launches its automated identity and access management platform by Frederic Lardinois originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/06\/axiom-launches-its-automated-identity-and-access-management-platform\/",
        "publishedAt": "2022-10-06"
    },
    {
        "title": "Oda, the Norwegian grocery delivery startup, raises a fresh $151M, but at a lowered valuation of $353M",
        "description": "Online grocery delivery, a booming business at the height of the Covid-19 pandemic, has definitely come down to earth with the other shifts we\u0026#8217;ve seen in the economy, public health and technology investing. Oda, one of the bigger players in online grocery delivery in Europe with operations in its home market of Norway as well [\u0026#8230;]Oda, the Norwegian grocery delivery startup, raises a fresh $151M, but at a lowered valuation of $353M by Ingrid Lunden originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/06\/oda-the-norwegian-grocery-delivery-startup-raises-a-fresh-151m-but-at-a-lowered-valuation-of-353m\/",
        "publishedAt": "2022-08-06"
    },
    {
        "title": "Snapchat is testing Lenses with power-ups and upgrades that you can buy",
        "description": "At its annual Lens Fest event, Snap announced that it’s experimenting with a small group of AR creators and developers to build Lenses with digital goods that can be purchased with Snap Tokens. As part of this experiment, users will be able to unlock power-ups, AR items and extra tools within select Lenses. Snap Tokens, [\u0026#8230;]Snapchat is testing Lenses with power-ups and upgrades that you can buy by Aisha Malik originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/06\/snapchat-is-testing-lenses-with-power-ups-and-upgrades-that-you-can-buy\/",
        "publishedAt": "2022-12-06"
    },
    {
        "title": "Prisma Labs, maker of Lensa AI, says it is working to prevent accidental generation of nudes",
        "description": "We recently uncovered that Lensa AI can be tricked into creating NSFW images. When TechCrunch made the Prisma team aware of its findings, the company\u0026#8217;s CEO replied with its findings. Prisma Lab\u0026#8217;s CEO and co-founder Andrey Usoltsev told us that the behavior we observed in our article can only happen if the AI is intentionally [\u0026#8230;]Prisma Labs, maker of Lensa AI, says it is working to prevent accidental generation of nudes by Haje Jan Kamps originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/06\/prisma-ai-regulation\/",
        "publishedAt": "2022-12-06"
    },
    {
        "title": "Maergo raises $20M to provide Amazon-style fast and cheap air and ‘middle mile’ services to online retailers",
        "description": "With the holiday shopping season well underway and showing signs that it might not be as sluggish as some predicted, a startup out of Austin, Texas, is announcing funding to build out  a new approach to shipping, to help retailers compete against the consumer pull of fast and free Amazon Prime delivery. Maergo \u0026#8212; which [\u0026#8230;]Maergo raises $20M to provide Amazon-style fast and cheap air and \u0026#8216;middle mile\u0026#8217; services to online retailers by Ingrid Lunden originally publishedAt on TechCrunch",
        "content": "https:\/\/techcrunch.com\/2022\/12\/07\/maergo-raises-20m-to-provide-amazon-style-fast-and-cheap-air-and-middle-mile-services-to-online-retailers\/",
        "publishedAt": "2022-12-07"
    }
]